start1="""Хай,Чумба, давай посвящу тебя в мир моих персов\n
Список всех персонажей:"""

check = 'aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa'

Griz= "Гриз \n Фиксер"
Griz_history = ['я красив, не правда ли…. Нет, я не азиат. (СВОДКА: раса: помесь азиатской (60%) и европейской(40%); имеет длинные волосы, расчесанные назад; '
                'легкая борода; имеет два металлических коротких отрезочка чуть ниже волос, слева на лбу; по размерам не огромен и не дрыщ;)\n'
                'Характер Гриза: дружелюбен(не мешает превращать людей в фарш, '
                'не брезгует враньем и лестью, любит общение,но знает когда стоит замолчать;'
                'любит повыпендриваться,уверен в себе,ярый сторонник целесообразности\n'
                'Детство:(1994–2005) рождение-11 лет: да кому нахрен это важно, чумба… (родился в старом районе еще того Коронада сити в 1994 году,'
                ' о семье ничего доподлинно неизвестно, а то, что имеется скрыта самим Гризом от себя самого. Имелся друг.)'
                '(2005–2010) 11–16 лет: постоянные перестрелки, убийства, насилия – все это всегда шло со мной, ведь в то время было приятно сделать парочку зазнавшимся парнишек нулевками'
                ' или иногда даже вжарить парочке солдатикам из корпорации, не правда, чумба? Эхххх… Это все, конечно, хорошо, но знаешь, что, чумба, в такие времена пару заказиков тут, пару'
                ' заказиков там… в такие времена создаются неплохие связи, а связи — это… (после смерти Ричарда Найта, Гриз продолжал также проживать в Старом Городе. '
                'Там во время хауса, уже в относительно юном возрасте, пассивно, но не менее эффективно сотрудничал с бандитскими формированиями, а также пару заказов брал от корпораций.'
                ' В чем заключалась суть заказов доподлинно неизвестно, как и их существование)'
                'Взрослая жизнь:(2010–2019) 16–20 лет: пару заказов туда, пару заказов сюда, и ты уже живешь с шиком, конечно, '
                'не как ребята с корпорации, но достаточно, чтобы не жить на Улице… Был у меня однажды друг, чумба…иногда он приходит… и это даже не человек…'
                ' (жизнь простого фиксера среднего звена. Непостоянные странности в поведении. По сводкам очевидцев: вызваны галлюцинациями.'
                ' Не имеет отношение к киберпсихозу. Вызваны потерей некоего существа.) '
                'Планы на будущее:если ты сможешь ответить, что будет завтра, то тогда я задумаюсь о смысле существования планов… (неизвестно)'
                ]
Griz_skills = "skills"
Griz_weapon = "Люблю катаны… (катана, возможно, поношенная, отношение к имплантам скорее нейтральное.)"





Freizer= "Фрейзер \n Техник/Рипер"
Freizer_history = ['Внешность: 	рост около 170 см. Около 20-25 лет.  Имеет легкую сутулость. Длинные неухоженные патлы волос (типичный механик). Щетина. ' 
                  'Телосложение среднее между качком и дрыщом, больше в сторону дрыща. Раса – смесь арабской и европейской, темная кожа.Рюкзак.'
                   'Характер: 		имеет необоснованную неприязнь ко всем, что немедленно готов сообщить. Клептоман.'
                   ' Склонен выпендриваться. Имеет привычку проверять АБСОЛЮТНО все углы и закоулки -паранойя. Не женат.'
                   'Предыстория:	Родился в семье кочевников – ненависть к корпоратам вскормлена с детства. По поводу семьи так ничего и непонятно – навряд ли он об этом расскажет. '
                   'С юных лет проявлялось психическое расстройство – любил собирать абсолютно все, что попадалось под руку – имеет большой рюкзак и кучу карманов на одежде, '
                   'чтобы ничего не пропустить.'
                   ' Потребность в применении всего найденного (и рождение в среде кочевников, конечно) привело его к изучению разного рода механизмов и устройств, '
                   'с годами навык только рос и уже быть механиком стало его призванием.  Его «особенность» сделала из него изгоя, что привело к еще большим проблемам. '
                   'Во-первых, страх, что из любого уголка или темного местечка вылезут те самые пареньки, которые надают ему пару смачных ударов, '
                   'которые чуть не приводили его к обнулению. С годами страх так и не пропал.'
                   'Во-вторых, потребность в установлении хоть какого-то авторитета среди окружающих его людей привела к пониманию, '
                   'что решает все сила или, лучше, уверенность в себе и то насколько ты крут, которую ты можешь явно показать сопернику. '
                   'Выпендриваться он, конечно, научился. Но не всегда это помогало, чтобы уйти от проблем.'
                   'В-третьих, то ли из-за одиночества, которое породило его странный юмор. То ли из-за печального прошлого… он холодно и с некоторой злобой относится ко всем, '
                   'что частенько рад об этом сообщить… (или это шутка?)'
                   'Не придерживается никакого образа, ведь ему как-то все равно, но может на словах показать, насколько он крут и как он с тобой разберется, если решишь полезть к нему'
                   'В жизни видит смысл только в потребности что-то (вообще, все равно) конструировать и собирать. И так планирует продолжать всю жизнь, '
                   'пока потребность в механиках не пропадет, а этого никогда не произойдет.'
                   '(а еще он любит свой огромный, вместительный рюкзак)'
                   'В последнее время с заказами не ладилось (может из-за характера?), а потребность в утолении своих потребностей была.'
                   'Поэтому решил вступить в какую-нибудь банду'
                   'Он не особо заморачивался при выборе – первая попавшаяся'
                   'Главное, чтобы платили….'

                   ]
Freizer_skills = "skills"
Freizer_weapon = "weapon"

Kepter= "Кептер \n Фиксер"
Kepter_history = 'history'
Kepter_skills = "skills"
Kepter_weapon = "weapon"

Dvain= "Двейн \n Соло"
Dvain_history = 'history'
Dvain_skills = "skills"
Dvain_weapon = "weapon"

Vano= "Вано \n Законник"
Vano_history = 'history'
Vano_skills = "skills"
Vano_weapon = "weapon"

Raul= "Рауль \n Кочевник"
Raul_history = 'history'
Raul_skills = "skills"
Raul_weapon = "weapon"

Debbi= "Дебби \n Соло"
Debbi_history = 'history'
Debbi_skills = "skills"
Debbi_weapon = "weapon"

Izamu= "Изаму \n Соло"
Izamu_history = 'history'
Izamu_skills = "skills"
Izamu_weapon = "weapon"
